fio/fio_disk/disk_xfs/log/RAID0/log_38/sdl/fio_randwrite_04k.log
test: (g=0): rw=randwrite, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=64
fio-3.1
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=9123: Tue Jul 24 21:04:14 2018
  write: IOPS=212, BW=852KiB/s (872kB/s)(1024MiB/1231372msec)
    slat (nsec): min=3970, max=81811, avg=26113.90, stdev=9776.01
    clat (usec): min=340, max=1757.6k, avg=300594.35, stdev=199801.53
     lat (usec): min=371, max=1757.6k, avg=300620.95, stdev=199803.12
    clat percentiles (msec):
     |  1.00th=[   15],  5.00th=[   23], 10.00th=[   34], 20.00th=[  153],
     | 30.00th=[  197], 40.00th=[  236], 50.00th=[  275], 60.00th=[  317],
     | 70.00th=[  363], 80.00th=[  422], 90.00th=[  567], 95.00th=[  693],
     | 99.00th=[  936], 99.50th=[ 1045], 99.90th=[ 1217], 99.95th=[ 1284],
     | 99.99th=[ 1452]
   bw (  KiB/s): min=   16, max= 1848, per=100.00%, avg=865.63, stdev=311.85, samples=2422
   iops        : min=    4, max=  462, avg=216.40, stdev=77.97, samples=2422
  lat (usec)   : 500=0.01%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.13%, 20=3.72%, 50=8.36%
  lat (msec)   : 100=2.78%, 250=28.36%, 500=43.40%, 750=9.77%, 1000=2.78%
  lat (msec)   : 2000=0.69%
  cpu          : usr=0.24%, sys=0.83%, ctx=261554, majf=0, minf=28
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.1%, >=64=0.0%
     issued rwt: total=0,262144,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=64

Run status group 0 (all jobs):
  WRITE: bw=852KiB/s (872kB/s), 852KiB/s-852KiB/s (872kB/s-872kB/s), io=1024MiB (1074MB), run=1231372-1231372msec

Disk stats (read/write):
  sdl: ios=0/262199, merge=0/3, ticks=0/78810159, in_queue=78818077, util=100.00%